<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Description</key>
	<string>Downloads the latest version of the Epson Pro driver from Epson's site and imports into Munki.</string>
	<key>Identifier</key>
	<string>com.github.n8felton.munki.EpsonProDrivers</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>EpsonProDrivers</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>printers/drivers</string>
		<key>MUNKI_CATEGORY</key>
		<string>Drivers</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Provides the latest Epson Pro printer drivers for macOS.</string>
			<key>display_name</key>
			<string>Epson Pro Printer Drivers</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
		</dict>
	</dict>
	<key>MinimumVersion</key>
	<string>0.2.0</string>
	<key>ParentRecipe</key>
	<string>com.github.jazzace.download.EpsonProDrivers</string>
	<key>Process</key>
	<array>
		<dict>
			<key>Processor</key>
			<string>MunkiImporter</string>
			<key>Arguments</key>
			<dict>
				<key>pkg_path</key>
				<string>%pathname%</string>
				<key>repo_subdirectory</key>
				<string>%MUNKI_REPO_SUBDIR%</string>
			</dict>
		</dict>
	</array>
</dict>
</plist>
